{
  "Name": "Toxiflor Group",
  "description": "A community with a lot of vegetation, with a large extension of land due to the greatness of the territory, the community is divided into blocks to recognize the homes of the community better. A large part of the community has a fixed business with all of its services. It is a quiet community. What they celebrate most are their festivities. They decorate the streets with flowers of many colors and all of the neighbors cooperate so everything goes well.<br /><br />Domitila is an entrepreneurial woman. She was able to build various businesses while her husband Juan works in a company. Domi, as she is called affectionately, is dedicated 100% to the businesses that she has in her home. One of them, and the most important because it has been the base for progressing her small businesses, is the production of organic fertilizer in its two forms: solid and liquid. This fertilizer is produced to raise baby worms whose process is named \"worm farm\" and consists of acquiring large sized worms to later feed with fruit waste, food and vegetables, etc. Some time later, these little animals transform all of the organic residue into fertilizer rich in nutrients. This product can be used with any type of crop. The benefits that result from this are surprising since it is healthier and environmentally friendly compared to its chemical equivalents.<br /><br />In addition, Domi is dedicated to making flower arrangements since, thanks to her fertilizer, the flowers that grow in her orchards are very beautiful and aromatic. Although she began almost by accident since on some occasions it occurred to her to go to the square to sell flower bouquets and upon seeing that her earnings were favorable she decided to dedicate herself completely. Currently,  in addition to growing flowers, she is also dedicated to making flower arrangements for different occasions. The idea of being able to grow orchid flowers has always excited her but, unfortunately, they were very expensive. On repeated occasions she has requested a loan from VFMexico to buy this type of flower but some days ago being able to start to grow orchid flowers presented itself but for this, she had to come up with a large amount of money for some pots of orchids.<br /><br />Still she has been working very hard to be able to obtain some income but, above all, to be able to payback the investment made. \"Thanks to God it has gone very well and they are giving very good production. The only thing that worries me are the frosts that are happening. I hope it does not affect me at all,\" Domi commented somewhat concerned.<br /><br />At the same time, her fertilizer allows her to grow beans, tomato, prickly pears, peaches, among other products. As if this were not enough, some months ago she started raising turkeys and chickens which is growing very well without any problems.<br /><br />She is very thankful for the benefits of the loan because her businesses grow gradually. With this new loan, she will be able to pay a part of what she still owes for the orchids. Also she has in mind starting a small grocery store and a cyber cafe along with her son Jose. They hope very soon to be able to realize this dream.<br /><br />The members of the group are Jose who will invest in earthworms, Vicente in fertilizer, Teresa in drinks, Gabriela in chicken.<br /><br />The photo was taken where Domi keeps her chickens.",
  "image": "1360kivaImages/1037641.jpg",
  "loanAmount": "4425.00"
}