{
  "Name": "Margaritas De Chipiacul Group",
  "description": "Patzún is a town in the State or Department of Chimaltenango in the Western Highlands about eight miles from the Pan American Highway. The majority of the population is Maya Kakchiquel and only a small percentage is ladino or mixed race. They mostly work on small farms and/or making traditional handicrafts and textiles. The townspeople have many challenges including malnutrition, inadequate education, lack of job opportunities, violence and poverty. <br /><br />The Friendship Bridge Trust Bank Margaritas de Chipiacul is located in a rural area outside of the town. There are nine women in the Trust Bank who are about to begin their very first loan cycle funded by Kiva lenders. The majority of the women want to invest their loans in their traditional textile and handicraft businesses as well as their small farms.<br /><br />Norma is a member of the Trust Bank who is married with a 16-year-old daughter who is in high school.  Norma is keenly aware of the value of a good education and was able to go to school until the 11th grade. This proud mother is an artisan who weaves and embroiders the ornate traditional blouses called huipiles. The huipiles from Patzun are deep red in color and woven on a backstrap loom with tiny vertical stripes. Hand-embroidered flowers surround the neckline framing a pretty face of any age. Norma also works with her husband on their small family farm where snow peas, broccoli, corn and beans are grown. She became aware that the family needed to infuse some capital into the businesses and is requesting a loan to buy raw materials for her textile business including various colors and textures of thread. She also wants to purchase supplies for the farming business and buy fertilizer and insecticide. Her ultimate goal is to see her daughter complete her university studies and find work that will support a successful lifestyle. In the meantime, Norma works hard to expand her businesses and support the family.<br /><br />Kiva lenders are highly valued by Friendship Bridge clients as it would be impossible for an indigenous woman like Norma to walk into a bank and secure a loan. Thank you to each of you for your kindness and generosity!",
  "image": "1360kivaImages/1057605.jpg",
  "loanAmount": "5575.00"
}