{
  "Name": "Mary",
  "description": "I was born an entrepreneur.  I daydream of business ideas. I have written many business plans and drawn up countless new venture income/expense budgets. I take time out of my busy schedule to read the whole Kickstarter weekly email. I have started a few businesses, but out of all of my ventures, Cherub’s Blanket is my long-term love. \r\n\r\nWhen I was young, my grandmother taught me how to sew. Since then, I have always enjoyed sewing: creating the tangible and being creative. Always looking for interesting fabric, I came upon organic cotton at a trade show in New York back in the early 90’s.  At that point, I knew I wanted to start a business with this environmentally-responsible fabric. My first venture was Es Fueris, a line of women’s clothing made of more natural fabrics. This was almost 20 years ago, and very few people understood the value of organic cotton. It was a hard sell. Then, one day, it occurred to me that the waffle knit I had been using for jackets resembled the fabric used for popular baby blankets. That was the “ah-ha” moment, and Cherub’s Blanket quickly took shape. For many years, it’s been a hobby business. Last year, I decided to quit my day job, and pursue Cherub’s Blanket full time.  The response has been tremendous. \r\n\r\nPeople love these blankets.  The comments I get are heart-felt.  “It reminds me of the blanket I had when I was young.” “Your blanket is my daughter’s favorite- she won’t sleep without it.” “The mother said the lamby blanket I gave her at the baby shower was the best gift she received.”  It’s truly wonderful to hear how much we have touched people’s lives.  \r\n\r\nAlways looking for ways to grow, recently we have been developing our home textile line.  Now we offer beautiful hand towels for the kitchen, wash cloths, and elegant sateen pillow cases.  In addition, we make adult sized blankets from throws to king size.  Everyone deserves a little organic luxury.",
  "image": "1360kivaImages/1186246.jpg",
  "loanAmount": "5000.00"
}