{
  "Name": "Green Enterprises Indonesia",
  "description": "<p>Learn more about Green Enterprises in this <a href='https://vimeo.com/216085650/5140f00002'>video</a>.\n<p>PT Green is a social enterprise providing employment opportunities to small holder farmers (pictured) in Indonesian islands by selling coconut based products. Based on GEI’s projections, the Kiva loan should help generate monthly income of around USD 43k for the next 6 months.\n(Primary image shows children of Green Enterprises employees sampling fresh mature coconuts in Simuelue Island).<P>\nThe Problem\n<p>Indonesia is the largest producer of coconuts in the world. However, it still falls behind in manufacturing valuable coconut based products. Lack of investment in coconut supply chain has resulted in smallholder farmers earning lower returns on their produce thus affecting their livelihoods.</p>\nThe Solution\n<p>PT Green Enterprises Indonesia (GEI) is a commercial producer of virgin coconut oil (VCO) and associated products. By creating a sustainable and organic value chain for coconuts, GEI is empowering local communities with sustainable livelihoods and increased skills in organically cultivating their existing natural resources. The smallholder farmers will receive training on organic farming methods through farmer field schools, support in obtaining organic certification, as well as price premiums for their coconut harvests. They aim to adopt a zero-waste model. Waste products from its VCO production will be channeled into producing other value-added products such as coconut flour, liquid smoke and charcoal.<p><p>\nLoan use and impact\n<p>The GEI business model impacts the environment and creates rural jobs. For the past year 2 years, they have been setting up a business that is about to start generating revenue. Till date they have created income opportunities to 44 harvesters. The loan will be used to cover the costs of buying raw materials (coconuts) and staffing costs.<p>",
  "image": "1360kivaImages/1280213.jpg",
  "loanAmount": "50000.00"
}