{
  "Name": "John's Group",
  "description": "John is a member of this group in Chwele District. He is pictured here in a group of 7 One Acre Fund group leader farmers. The group leaders represent a total of 70 individual One Acre Fund farmers who are not pictured here. John has been selected to act as the Kiva group representative and is standing on the right with his hand raised. He and the other farmers represented in this group are each receiving ¼ acre of maize and ¼ acre of sorghum or millet. Each farmer is receiving an average input loan of 5,349 shillings for maize, millet and sorghum cultivation.\t\r\n\r\nJohn is married and has 8 children. He is 63 years old and is known as and hardworking and an experienced farmer. He is active in his community in groups such as the men's group and burial committee. John has been a farmer for 40 years. John described his harvest as excellent last year, but believes he can have an even better one this year by continuing to work with One Acre Fund. \r\n\r\nJohn first enrolled with One Acre Fund in 2010 and is now preparing to be a One Acre Fund farmer during the 2014 Long Rains season. John joined One Acre Fund in order to get the best seed prices and get new farming methods. He also volunteered to be a group leader and Kiva representative because he is an active community member who wants to help more farmers. John plans to use the money that he earns from his next harvest to repair the home and send children to school. He notes that working with One Acre Fund has lead to many benefits for One Acre Fund farmers. John’s own life was improved because he has more profits from harvest, has more farm training and was able to feed the family. \r\n\r\nJohn and his group need a loan to cover the initial costs of purchasing the seeds and fertilizer through One Acre Fund. One Acre Fund will repay the Kiva loan on behalf of the farmers through the profits from the farmers’ harvests. One Acre Fund pre-purchases the seeds and fertilizer when prices are low and passes the cost savings to the farmers. Throughout the planting and harvesting season, One Acre Fund also provides training and support to the farmers as they make payments back to One Acre Fund. With support from One Acre Fund and your loan, these farmers will have a chance at a successful harvest, increased profits and improved lives.\r\n\r\nThe field officer is also included in the photo and is standing on the left of the photo.",
  "image": "1360kivaImages/667697.jpg",
  "loanAmount": "4375.00"
}