{
  "Name": "Andrea Catalina",
  "description": "Andrea is 23 years old and was born in Barranquilla, Atlantico, a town located in the north of Colombia. She is the youngest daughter in her family. Her older sister is an Electronics Engineer and her mother is a homemaker. Despite the economic difficulties they had, Andrea managed to study Chemical Engineering at the Univeristy of Atlantico, where she received a scholarship every semester and managed to obtain a professional qualification in November of 2012. \r\n\r\nAndrea's main objective is to pursue a Masters degree in Environmental Protection and Agricultural Food Production at the University of Hohenheim in Germany. In order to do so, she needs to request Kiva's help, given that it is the only way she will be able to cover the expenses of the language exams and university application.  Once she has completed her Masters and returned to Colombia, Andrea hopes to work for foundations or social organizations that carry out projects which include soil recovery, ecological agriculture and food security, and that at the same time contribute to the self-sustainability of her region.\r\n\r\nHere is her story:\r\n\r\n\"My family has always given me their unconditional support in all of the projects that I have accomplished. Although I plan to embark on an adventure of extraordinary learning, my mother and my sister do not have the financial support necessary to make this dream a reality. For two years, creating fungicides was an important part of my professional life as a chemical engineer. But at a certain point I realized that this was not how I envisioned myself in the years of my career that awaited me. What I used to create in those chemical plants, in the end, is not a sustainable solution in agricultural practice, both in terms of performance as well as environmental protection. That is why I decided to leave that industry and focus my career, like my life, on environmental protection and ecological agriculture.\r\n\r\nI began to knock on the doors of various environmental organizations, but I received negative responses for different reasons. However, that did not hold me back in the fight to achieve my dream. And so, I am currently studying for a diploma from the National University in Ecological Agriculture and Soil Biology. At the same time, I am part of a volunteer group in Urban Agriculture, which focusses on helping vulnerable people in the areas surrounding Bogota.\r\n\r\nWith the field visits I have had the fortune to experience up to this moment, I have been able to interact firsthand with the rural workers in the Savanna of Bogota. That interaction has allowed me to absorb how arduous it can become, in terms of time, resources and money, to carry out ecological practices in the countryside, keeping in mind that much of this land has suffered many years of conventional agriculture and as a result has high levels of degradation.\r\n\r\nFor these reasons, I decided to study abroad for a Masters in Environmental Protection and Agricultural Food Production. By enrolling in this program, I hope to develop, even further, my potential, in a first world educational environment, at the hands of experts in ecological and sustainable agricultural practices. I will also be able to absorb the experiences of colleagues from all cultures and settings so that the learning process will involve a synergy that foments interdisciplinary solutions easily adaptable to our Colombian environment.\r\n\r\nI am requesting Kiva's support in order to complete the language and paperwork requirements to register for the aforementioned Masters, given that very much despite lacking the monetary resources at the moment to carry it out, I have the passion and sufficient motivation to believe in this dream that I am building. This is because it is not only about myself, as a person, but rather about each of the farmers that work from sun up to sun down without rest to work the land in order to be able to cultivate the food, not only for themselves and the members of their families, but for all of us who nourish ourselves indirectly from the land.\"\r\n",
  "image": "1360kivaImages/743984.jpg",
  "loanAmount": "1000.00"
}