{
  "Name": "Ringshot Group",
  "description": "Mrs. Pachoicham, a 52-year-old woman, spent most of her life selling vegetables. She enjoyed her work and feels the joy of serving her customers every day with varieties of seasonal vegetables including cabbage, mustard leaves, cauliflower, peas, beans, ginger, onions, etc. She is the featured borrower of the group, and is shown with her hand raised. \r\n\r\nBy engaging in this occupation, she supports her children and sends them to college. She never feels discouraged by the loss and profits she has made every day for the past 15 to 20 years, and continues to be self-reliant. She has been in this business since her husband passed away 15 years ago. Being a widow and jobless does not narrow her mind to raise her six children alone and give them education. She has been giving her best to educate her children despite the hardship she faced, and feels content with her life. \r\n\r\nThe village they dwell in does not have a public transport system. She carries the stock of vegetables in a sack on her back and walks to the main market for selling early in the morning. As soon as she finishes selling, she rushes home, spending her time to collect and prepare varieties of vegetables for the next day. There is no proper power supply in her village, which is the reason for availing the solar energy loan. With much difficulty, she used to arrange her vegetables in a candlelit room, since she had bad eyesight. After availing the loan, she can arrange her vegetables in the evening with better sight and prepare them to sell the next morning. She arranges the vegetables in small bundles and ties them together with equal portions so that they will be easier to sell in the market. \r\n\r\nShe is grateful to WSDS for breaking the barrier between her bad eyesight in dim light and her business by lending the solar house lighting system. Now she comfortably arranges her vegetables after sunset.\r\n",
  "image": "1360kivaImages/757179.jpg",
  "loanAmount": "2025.00"
}