{
  "Name": "Geoffrey",
  "description": "Listening to Geoffrey referring to the different breeds of dairy cows on his compound, one would mistake him for an Agricultural Extension Officer. Geoffrey, from Litein, a remote town in Kenya, is an active and progressive farmer in his locality. He has a wife and together they live on a small piece of land. \r\n\r\nTraditionally, his primary source of income has been eggs, crops, a personal business, and he has been practicing farming for the past 13 years. Having done farming for such a long time he has gained so much experience that he is always ranked the best farmer in his village. \r\n\r\nKenyans drink a lot of milk. This tradition is probably derived from tribal culture - particularly the Maasai tribe (Geoffrey’s tribe) - where cows represent wealth. Demand for dairy milk has been high and Geoffrey wants to take advantage of the market. Therefore, he is seeking a loan to buy a quality dairy cow. Dairy farming is another profitable agricultural venture in Kenya and Geoffrey has already identified the breed of dairy cow that he wants. \r\n\r\nGeoffrey always says that, “To become a successful dairy farmer, one does not need to be a livestock expert.  All one needs is passion, information, and keenness to learn from the successful farmers.” He has planted so many trees on his farm that food for the cattle will never be a problem. Marketing of the dairy milk and dairy products will not be a challenge, because he will sell the milk directly to the market and also to big dairy processing firms. \r\n\r\nThrough the loan, Geoffrey will not only benefit from milk, but will also benefit from manure (cow dung) that will be used in improving the fertility of his farm, thus saving money that would have been spent buying fertilizer. Geoffrey has been facing challenges in accessing finances, but feels relieved knowing that institutions such as Juhudi Kilimo via Kiva, are there to make his dream come true. Geoffrey chose Juhudi Kilimo because the interest rate on their loan is low and is on a reducing basis. \r\n\r\nGeoffrey underwent training through Juhudi Kilimo, and during the training season he learned that saving is a continuous process in many micro finance institutions. Through accumulated profits Geoffrey plans to permanently improve his living conditions, and to secure the future of his school-aged children by paying tuition fees for them. He plans that through increased income, he will be able to buy more dairy cows and build a bio-gas digester, and hence save costs incurred in buying fuel.",
  "image": "1360kivaImages/833431.jpg",
  "loanAmount": "1000.00"
}