{
  "Name": "Santih Pelangi Group",
  "description": "These are the members of “Santih Pelangi” Group who is posing in front of a pig cage. The Group is led by the 53 year-old farmer Nyoman, who is standing far left pointing his two thumbs up and wear a cap at his head. The other farmers in the group are Made, Putu, Ketut, Komang, Wayan, Ketut, Kadek, Made and Wayan. Because Komang were unable to attend at photo-taking process, he were represented by his wife, Ni Nengah, who is holding a piglet. She have agreed to be displayed on Kiva. All of them live in a small village in Sumbawa Besar District, Sumbawa Island, Indonesia. Nyoman has a family with five children. He also is a headmaster of a local Elementary School and member of community society in his village. \n\nNyoman has high hopes for his family and he strives to improve his economic conditions. He was also concerned to see many of the poor farmers in his village. He run a small scale rice farming and also have a small pig fattening business. However, he was troubled with the high price of chemical fertilizers. He is deeply concerned to see the pig dung was wasted without further processing and it polluted the surrounding neighborhood with a pungent odor. His farmland also started infertile because of too much receiving chemical fertilizers.\n\nAfter socialized by YRE and Paroso Mason Group (a local organization, founded by Yayasan Rumah Energi as biogas construction partner) about Household Biogas (BIRU) program, Nyoman saw the biogas program is a solution of his problem. He saw opportunity to reduce his dependence on non- renewable cooking gas. In addition, he also wants to use bio-slurry (biogas residue) as organic fertilizer for his plants to increase revenue and to reduce soil damage of his farmland. Nyoman feel enthusiastic to purchase a bio-digester, but he does not have sufficient capital for it. A loan from Kiva will help him and other group members to make it possible.\n\nHe have an optimism that if he can build bio-digester, he can use the bio-gas for cooking, and bio-slurry (biogas residue) as fertilizer for his plantation. He also hopes that in the future, he can invite the whole farmers in his village to use biogas and also establish bio-slurry related business to create a new job opportunity to his surrounding neighborhood.\n",
  "image": "1360kivaImages/882037.jpg",
  "loanAmount": "4675.00"
}