{
  "Name": "Thomas",
  "description": "With a great deal of drive and perseverance, Thomas wants to set up the pace in his village and become a successful mixed farmer. Thomas resides in the Chebiemit, Kapsowar area of Kenya where poverty is seen in every homestead yet every day when you look at the people living in the area you can see bright people who are eagerly yearning for a golden chance to get out of the poverty conditions that they are in. Armed with this conviction, Thomas has kept hope and has been toiling on his farm for the past 10 years. \r\n\r\nHis primary sources of income have been milk, crops and some “side hustles” he does to supplement the meager income he earns from farming. The Chebiemit area has only one diesel posho mill that serves a sea of people but the mill keeps breaking down; hence farmers are not able to grind their maize. Thomas intends to change this and is requesting a loan to buy an electric posho mill, which will grind corn or maize into flour. \r\n\r\nMaize meal is very common in Kenya and is a staple food for many communities. Many Kenyan families consume the maize product “Ugali“(hard porridge) regularly. The market usually provides sifted flour, but the cost is higher because of the sifting and packaging. Cheaper flour can be obtained by milling the maize directly using a posho mill. \r\n\r\nThrough this loan, Thomas will be able to grind maize faster because he will use an electric posho mill. Cases of breakdown will be long history because electric posho mills are more reliable. This loan will assist Thomas to permanently change his life and achieve his life mission of driving economic development and poverty alleviation in communities in arid and semi-arid areas. Profits from the posho mill will be used to comfortably repay the loan, which Thomas promises to fully repay on time. \r\n\r\nIn the next two years, Thomas sees himself as a very established businessman who will be running more than one posho mill in his remote village. Thomas patiently waits for your kindness.\r\nSupport this loan to a farmer from the Kenya’s remote area who has great dreams for his family!\r\n",
  "image": "1360kivaImages/917567.jpg",
  "loanAmount": "1300.00"
}