{
  "Name": "Gulzhamal",
  "description": "Gulzhamal is 40 years old, married, and the mother of three children. She is a very sympathetic, hard-working, responsible, kind-hearted, and modest woman. She has a secondary vocational education and works as a secretary, receiving a salary of 4,860 som (KGS). She has also been rearing animals and growing crops for ten years. She has three cows, 18 sheep, and a horse. Gulzhamal grows corn and potatoes on a 0.1 hectare plot of land for sale and for use on her own farm. Gulzhamal's husband and children help her with everything around the farm.\r\n\r\nGulzhamal has long dreamed of opening her own poultry farm. She already has about ten ordinary domestic hens. Reaching towards her dream, in May 2015 Gulzhamal undertook a business planning training course as part of a \"Start Your Own Business\" competition that was conducted in the southern regions of Kyrgyzstan. She became one of the competition's 35 finalists. This accumulated knowledge has enabled Gulzhamal to compile a business plan. She has evaluated everything and decided to take a \"start-up business\" loan from Bai Tushum Bank of 50,000 som (KGS). Gulzhamal plans to acquire 88 egg-laying hens costing 500 som (KGS) each. She will direct the remaining funds towards building a special warm barn for keeping the hens, and she will buy netting, metal sheets, stands, and poles for construction. This will enable her to raise the chickens and gather eggs even in winter.\r\n\r\nGulzhamal plans to receive one egg per chicken each day. The main consumers of the eggs will be local residents, cafes, shops and schools. The corn that she has grown will serve as feed for the chickens, and also using a churn Gulzhamal will get corn oil cake. According to Gulzhamal's calculations, the chickens' daily requirement for feed is 100 grams. She already has an agreement with a local veterinarian for ongoing monitoring of her livestock and chickens. Gulzhamal's forecast gross profit will grow to 17,800 som (KGS). The development of a new type of business will enable Gulzhamal to improve her family's well-being. If her plans are realized, she plans to increase production each year.",
  "image": "1360kivaImages/927245.jpg",
  "loanAmount": "825.00"
}