{
  "Name": "Toxiflor Group",
  "description": "In a very peaceful community in the State of México, a group was formed with the name Toxiflor which refers to the activity of one of the members, who works making flower arrangements. All of the members are very hard-working and extremely responsible people, their businesses are guarantees of good quality and the best service. <br /><br />Domitila is an enterprising woman who has undertaken various businesses with her husband. One of them is the production of organic manure in their two forms: liquid and solid. This manure is produced by raising earthworms, a process which is called vermiculture and consists of getting large earthworms to later feed them with fruit, food and vegetables. Some time later, these little animals transform all this organic residue into nutrient-rich manure. This product can be used to advantage with any type of crop, the resulting benefits are surprising since they are more healthful and environmentally-friendly in comparison to their chemical parallels. <br /><br />Domi, as she is lovingly called, has had 16 uninterrupted years in charge of her ecologic business. Along with this, she works making flower arrangements since, thanks to her manure, the flowers that are grown in her fields are very beautiful and aromatic. Although she began almost by accident, since at one point it occurred to her to go out into the plaza to sell bunches of flowers and when she saw her earnings were favorable, she decided to work at it completely. In the same way, her manure allows her to grow broad beans, tomatoes, prickly pears, peaches, and other products. As if this were not enough, some months ago she began raising turkeys which she will sell for Christmas.<br /><br />She is very grateful for the benefits of the loan because her businesses are gradually growing. With this new loan, she will be able to purchase a vehicle to transport her merchandise, \"We really want a change to make transportation easier,\" she said. <br /><br />The other members of the group are: Teresa who will invest in soft drinks; Vincente and José in organic manure and Cornelio in shoes. <br /><br />*The photo was taken in the municipal garden. Domi is the one wearing the blue sweater.",
  "image": "1360kivaImages/954522.jpg",
  "loanAmount": "6325.00"
}